Repository: hakger/naskpdp
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Enter your username here
ru_ru: Введите ваше имя

source: Enter your password here
ru_ru: Введи ваш пароль

source: This domain is not available
ru_ru: Этот домен не доступен

source: This domain is available
ru_ru: Этот домен доступен

source: This domain is available for transfer
ru_ru: Этот домен доступен для трансфера

source: Tax ID
ru_ru: ИНН

source: Address Confirmation
ru_ru: Адрес

source: Please confirm you have a valid German address
ru_ru: Пожалуйста подтвердите наличение немецкого адреса

source: You should to fill Tax ID correctly
ru_ru: Вы должны правильно заполнить ИНН

source: Company number
ru_ru: Номер компании

source: You should to fill Company number correctly
ru_ru: Вы должны правильно заполнить номер компании

source: Some random dropdown
ru_ru: Некоторый случайный список для выбора

source: Select something
ru_ru: Выберите что-нибудь

source: You should fill Tax ID correctly
ru_ru: Вы должны правильно заполнить ИНН

source: Domain data has been inquired successfully.
ru_ru: Данные о домене были успешно доставлены.

source: This operation cannot be performed for this domain.
ru_ru: Эта операция не может быть выполнена для этого домена.
